Repository: zapotocnylubos/submission-post-creator
Catalog: spc/languages/spc-*.po
Languages: cs_cz

source: CSV DATA EXPORT
cs_cz: Export dat do CSV souboru

source: utf-8 encoding
cs_cz: utf-8 kódování

source: Configuration
cs_cz: Konfigurace

source: Post category
cs_cz: Kategorie příspěvku

source: News category
cs_cz: Kategorie novinek

source: Post status
cs_cz: Status příspěvku

source: Registration form
cs_cz: Registrační formulář

source: Post title
cs_cz: Titulek příspěvku

source: Post content
cs_cz: Obsah příspěvku

source: Project solver(s) field(s)
cs_cz: Pole řešitel(é) projektu

source: Project name field
cs_cz: Pole název projektu

source: Project category field
cs_cz: Pole kategorie projektu

source: Project description field
cs_cz: Pole popisu projektu
